<?
return array
(
	'Login' => array
	(
		'not_empty' => 'Пожалуйста, введите свое имя',
		'max_length' => 'Длинна логина не должна превышать 20 символов',
		'min_length' => 'Длинна логина должна быть не менее 3 символов'
	),
	
	'Password' => array
	(
		'not_empty' => 'Пожалуйста, введите пароль',
		'max_length' => 'Длинна пароля не должна превышать 20 символов',
		'min_length' => 'Длинна пароля должна быть не менее 3 символов'
	),
	
	'Name' => array
	(
		'not_empty' => 'Пожалуйста, введите ваше имя',
		'max_length' => 'Длинна имени не должна превышать 70 символов',
		'min_length' => 'Длинна имени должна быть не менее 3 символов'
	)
);

?>